{
  "LandingPage": {
    "title": "HOME",
    "bannerQuote": "ART FOR  ENVIRONMENT – NFT",
    "bannerDesc": "(affiliated with THAVIBU Art Advisory)",
    "worldTitle": "MOTHER EARTH NEEDS YOUR HELP!",
    "worldDesc": "With the fallout from climate change and mass extinctions looming, Mother Earth is slipping away right under our noses. Art for Environment – NFT (AFE-NFT) aims to slow her decay by becoming a vehicle for aiding her recovery.",
    "nftTitle": "WHAT IS AFE-NFT?",
    "nftDesc": "AFE-NFT features an online collection of high-quality artworks that poignantly addresses current and pressing environmental issues. Minted as unique pieces NFTs (Non-Fungible Tokens) and stored as ERC-721 tokens, these artworks by renowned artists can be bought and safely accessed through your online ‘wallet’. all priced in Ether. Twenty percent of our proceeds will be donated to environmental charities, including the Rainforest Foundation US (RFUS).",
    "sourceTitle": "SOURCE OF ART",
    "sourceDesc": "The environmental artworks on AFE-NFT have been meticulously curated from Southeast Asia and elsewhere around the globe. The pieces on display were created by celebrated artists, whose works have been sold at international auction houses and recognized worldwide in numerous art exhibitions, museums and biennales. Their originals were conceived in a variety of media, such as paintings, prints, art installations, and photography among others."
  },
  "HowToBuyNFTPage": {
    "title": "How to Buy NFTs",
    "pageDecs": "If you already own the cryptocurrency, Ether, you will know how to purchase NFTs on the blockchain at OpenSea.io using the Ether currency.",
    "step": {
      "title": "If you are new to buying NFTs, please follow these steps:",
      "step1": "Download and register on a cryptocurrency exchange app, the most accessible being Binance, Zipmex, Bitkub and Coinbase.",
      "step2": "Download and register on an online digital wallet, namely MetaMask. Once you have registered an account on MetaMask, you will be required to set your password and provided your seed phrases. Please note all this information on a piece of paper and store it in a secure place.",
      "step3": "Connect your bank account to the cryptocurrency exchange app.",
      "step4": "Deposit cash from your linked bank account into your registered account on the cryptocurrency exchange app.",
      "step5": "Place an order for Ether using your deposited cash and store your Ether in your digital wallet.",
      "step6": "Go to OpenSea, open an account and link your digital wallet to the platform.",
      "step7": "Find the NFT in question and then use your Ether currency in your digital wallet to buy the NFT. The purchased NFT will be stored in your digital wallet.",
      "step8": "Please contact us for assistance if you need help to set up your account."
    }
  },
  "FaqPage": {
    "title": "FAQ"
  },
  "AboutPage": {
    "title": "ABOUT US",
    "desc": "Established in 2022, AFE-NFT brings quality environmental artworks to the public and ensures their secure ownership on the blockchain. The project also donates 20% of all proceeds from the sale of its NFTs to reputable environmental charities and a significant proportion to the respective creators of the works.",
    "team": "TEAM",
    "john": "Jorn Middelborg",
    "johnDesc": "With over 20 years of experience dealing in modern and contemporary art across Southeast Asia, Jorn stands at the helm of the AFE-NFT project. He gained his unparalleled expertise in the industry first as the Founder and Managing Director of THAVIBU Gallery, and later as the Founder and CEO of THAVIBU Art Advisory. He also currently serves as a jury member of the NFT Creative Awards",
    "derek": "Yauvapa ('Derek') Siriwattasit",
    "derekDesc": "Derek is a Patent Consultant at one of the most prominent international law firms in Bangkok. Equipped with a keen interest in all things blockchain and crypto, alongside their supporting legal framework, he takes charge of regulatory compliance at AFE-NFT. Exciting? For him, it definitely is. He further ensures that all NFT-related transactions performed on and through this website remain legal, above board and in line with existing privacy laws.",
    "supanat": "Supanat Wanroj",
    "supanatDesc": "Our resident IT wizard, Supanat codes for a living as an iOS Developer for one of the major financial institutions in Thailand. You can find him engrossed in learning the latest trends and advancements in blockchain technology outside office hours. His main areas of interest include smart contracts, NFTs, on-chain/off-chain transactions, and Web 3.0. Supanat’s expertise and commentary on anything blockchain have been recorded for posterity on his personal blog, mild- space.com."
  },
  "Environmental": {
    "title": "ENVIRONMENTAL THEMES",
    "worldTitle": "MOTHER EARTH NEEDS YOUR HELP!",
    "worldDesc": "With the fallout from climate change and mass extinctions looming, Mother Earth is slipping away right under our noses. Art for Environment – NFT (AFE-NFT) aims to slow her decay by becoming a vehicle for aiding her recovery.",
    "climateChange": "CLIMATE CHANGE",
    "biodiversity": "BIODIVERSITY LOSS",
    "plastic": "PLASTIC POLLUTION",
    "population": "POPULATION GROWTH",
    "consumer": "CONSUMERISM"
  },

  "ArtWorks": {
    "title": "ARTWORKS"
  }
}
